export const ru = {
  home_page_title: "Домашняя страница",
  random_products_text: "Случайные продукты",
  not_fount_text: "Вернуться на главную страницу",
  products: {
    search: "Поиск: ",
    no_data: "Нет данных!",
    error_message: "Произошла ошибка при загрузке предметов!",
  },
  product: {
    order_btn_text: "Заказ",
    load_error_message: "Произошла ошибка при загрузке данных о товаре!",
    create_order_message: "Спасибо за заказ, с вами свяжутся в будущем!",
    create_order_error_message: "Произошла ошибка при заказе!",
    form: {
      title: "Заказ",
      full_name: "*Полное имя",
      address: "*Адрес",
      phone_number: "*Номер телефона",
      additional_phone_number: "Дополнительный номер телефона",
      description: "*Описание",
      accept: "Заказ",
      cancel: "Отмена",
    },
  },
  bars: {
    top_title: "Телефон для связи: ",
    category_title: "Категория",
    search: "Поиск...",
    btn_search_text: "Поиск",
    nav_category_title: "Категория",
    footer: {
      about_us: {
        title: "О нас",
        value:
          "Если заказчик очень умный, он сможет добиться желаемого результата. Я открою беду ребенку. Пусть будет огромным удовольствием увидеть разницу! Он принимает самых достойных обвинителей и тому подобных, чтобы принимать поношения, и ненавидит, когда его отрекают от должностей каких?",
      },
      for_users: {
        title: "Для пользователей",
        value:
          "Если заказчик очень умный, он сможет добиться желаемого результата. Я открою беду ребенку. Пусть будет огромным удовольствием увидеть разницу! Он принимает самых достойных обвинителей и тому подобных, чтобы принимать поношения, и ненавидит, когда его отрекают от должностей каких?",
      },
      news: {
        title: "Новости",
        value:
          "Если заказчик очень умный, он сможет добиться желаемого результата. Я открою беду ребенку. Пусть будет огромным удовольствием увидеть разницу! Он принимает самых достойных обвинителей и тому подобных, чтобы принимать поношения, и ненавидит, когда его отрекают от должностей каких?",
      },
      social: {
        title: "Социальные медиа",
        value:
          "Если заказчик очень умный, он сможет добиться желаемого результата. Я открою беду ребенку. Пусть будет огромным удовольствием увидеть разницу! Он принимает самых достойных обвинителей и тому подобных, чтобы принимать поношения, и ненавидит, когда его отрекают от должностей каких?",
      },
    },
    messages: {
      get_categories_error_message: "Произошла ошибка при загрузке категорий!",
    },
  },
};
